Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/khio.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Three projects that in one way or another convey the message regarding social distancing, washing hands and all the other things we have to do to prevent infection, will be rewarded with a 3000 kr. prize.
nb: Tre prosjekter som på en eller annen måte formidler budskapet om avstand, håndvask og alt annet vi må gjøre for å begrense smitte premieres med 3000 kr.

source: John Cage was influenced by Artaud.
nb: John Cage var også påvirket av Atraud.

source: His latest exhibitions include GIBCA – Göteborg International Biennial for Contemporary Art, Moderna Museet and Tensta Konsthall in Stockholm.
nb: Noen av hans seneste utstillinger har vært ved GIBCA – Göteborg International Biennial for Contemporary Art, Moderna Museet og Tensta Konsthall i Stockholm.

source: When he’s not antagonizing politicians, nationalists and others, Mr Fish lectures at the Annenberg School of Communication, University of Philadelphia.
nb: Når Mr Fish ikke hisser på seg politikere, nasjonalister eller andre, underviser han på Annenberg School of Communication ved University of Philadelphia.

source: Talk Agenda Special 2: Martin Erik Andersen
nb: Agenda spesial 2: Martin Erik Andersen

source: is a Norwegian journalist and author.
nb: er en norsk journalist og forfatter.

source: Puzzle run in design and writing
nb: Rebusløp i design og skriving

source: This is one of my primary fields of interest.”
nb: Her ligger noe av det jeg er mest opptatt av.

source: What Is (Now) Dramaturgy
nb: Hva er (nå) dramaturgi-ukene

source: The ombudsman can help you with:
nb: Studentombodet kan hjelpe deg med:

source: “The IWF developed the concept of ‘Bewegungsdauerpräparat’, which considers film as a means to produce permanent preparations of motion.
nb: – IWF hadde konseptet “Bewegungsdauerpräparat”, som betrakter film som et redskap til å vise permamente forberedelser til bevegelse.

source: It highlights certain connections I’m either unware of or don’t understand.
nb: Det utfordrer sammenhenger jeg ikke kjenner eller forstår.

source: I applied to the BA programme because I shared a studio with Eirik “Lillebror” Mikkelborg, the son of Bror [the head of the graphic art workshop].
nb: –Jeg søkte på BA fordi jeg delte atelier med Eirik lillebror Mikkelborg, sønnen til Bror (verksmester på grafikk).

source: by Drift team and may entail costs for the organizer.
nb: forbindelse, og vil kunne medføre kostnader for arrangøren.

source: • establish a professional artistic practice
nb: • etablere og utøve en profesjonell kunstpraksis

source: We have zero tolerance for bullying and harassment in the workplace at the National Academy of the Arts in Oslo.
nb: Ved Kunsthøgskolen i Oslo har vi nulltoleranse for mobbing og trakassering ved arbeidsplassen.

source: The Suitors is the curatorial framework for a collection of fulfilled and unfulfilled works produced in dialog with Momentum, Nordic Biennal of Contemporary Art, as well as a publication.
nb: The Suitors er det kuratorielle rammeverket for en rekke forløste og uforløste arbeid produsert i dialog med biennalen Momentum, og en publikasjon.

source: The children had to jump both over and under the scarf, acquiring a sense of spatial understanding by moving about through the room.
nb: Barna måtte hoppe både over og under båndet, og lærte seg romlig forståelse av bevegelsene rundt i rommet.

source: In his works, which are photographs that have laser cut and then enhanced with digitally programmed embroideries, he explores intercultural dilemmas and the possibility of expressing both the silent, introverted language he knew from Algeria and the extroverted language he knows from his formative years in Norway.
nb: I arbeidene sine, som er fotografier bearbeidet med laserkutter for så å tilføres digitale programmerte broderier, utforsker han interkulturelle dilemmaer og muligheten for å uttrykke både det innadvendte, stille språket han kjente fra Algerie og det utadvendte språket han kjenner fra oppveksten i Norge.

source: He chose to leave, and mother became isolated from her social network and placed in house arrest.
nb: Han reiste, og min mor ble isolert fra sosiale omgivelser og satt i husarrest.

source: “Our students are our best ambassadors, and they go on to thrive and make a name for themselves in the field of acting,” Meirik explains.
nb: – Studenter er våre beste ambassadører og våre studenter lykkes godt og blir synlige i scenekunstfeltet.

source: There was once a student who sang an aria by Verdi during a lesson we were having.
nb: Det var en gang en student som sang en arie av Verdi på en time vi hadde.

source: “It was in Østfold I felt as though at one with the forest.
nb: –Det var i Østfold jeg skulle blant annet oppleve meg i ett med skogen.

source: The range of tools here is incredible, it gives you so many opportunities.
nb: Verktøyparken her er helt vanvittig, det gir så mange muligheter, det kommer jeg til å savne.

source: describe and reflect on how important a good psychosocial learning
nb: beskrive og reflektere over betydningen av et godt psykososialt læringsmiljø

source: “For me, it is important to become more confident in myself and in my role as an educator,” says Gerard Garro, who spent part of the session talking about the body and the names of all the fingers.
nb: – For meg er det viktig å bli tryggere på meg selv og min rolle som pedagog, sier Gerard Garro, som brukte deler av timen på å snakke om kroppen og navnene på alle fingrene.

source: So perhaps I can say that one of the most important things we can do for them, in addition to giving them a solid education in vocal technique, is to arouse an intuitive, autonomous insight into how all the elements must merge into a unified style.
nb: Så kanskje jeg nå kan si at noe av det viktigste vi kan gi dem i tillegg til en solid, sangteknisk skolering, er å vekke en intuitiv, selvstendig innsikt i hvordan alle elementene smeltes sammen til et enhetlig uttrykk.

source: Their exhibition is titled Traust and its main venue is the Oslo National Academy of the Arts.
nb: Utstillingen har fått tittelen Traust, og har Kunsthøgskolen i Oslo som viktigste visningssted.

source: Students from The Art Academy in Oslo have been working parallel to and in dialogue with Martí Manen and The Emotional Exhibition.
nb: Studenter fra Kunstakademiet i Oslo har arbeidet parallelt og i dialog med Martí Manen og The Emotional Exhibition.

source: The deadline for nominating candidates is Wednesday March 24.
nb: Fristen for å nominere er onsdag 24. mars.

source: account for their own theory of knowledge, theory of learning and
nb: begrunne eget kunnskapssyn, læringssyn og pedagogiske ståsted i lys av

source: Their practices span video, installation, sound, painting, text and sculpture.
nb: Produksjonene spenner fra video, installasjoner, lyd, maleri, skrift og skulptur.

source: I remain in those scratches.
nb: Jeg finnes i de ripene.

source: You must ensure that you keep personal information such as addresses and telephone numbers up to date in StudentWeb.
nb: Du må holde personopplysninger som adresser og telefonnummer oppdatert i Studentweb.

source: Former professor at HDK, School of Design and Crafts, Gothenburg, director of KIK Information Centre for Contemporary Art and Craft and Editor of Yearbook of Norwegian Contemporary Art, President of International Association of Art Critics AICA Norway.
nb: Tidligere professor ved HDK, Högskolan för Design och Konsthantverk, Göteborg, daglig leder for KIK Information Centre for Contemporary Art and Craft og redaktør av Norsk kunstårbok/Yearbook of Norwegian Art, President i International Association of Art Critics, AICA Norway.

source: She currently serves as the Associate Director of the International Program at MoMA in New York.
nb: I dag er hun associate director ved International Program ved MoMa i New York.

source: Schwitters’ collages show a fragmented life that amongst other things involved fleeing from the Nazi regime, but they also show a person who is constantly searching to find connections in this world.”
nb: Schwitters' collager viser et fragmentert liv som blant annet innebar flukt fra Naziregime, men de viser også en person som stadig søker etter å finne sammenhenger i denne verden.

source: Information about chemicals used in the workshops can be found in our online database "Eco-Online".
nb: Informasjon om kjemikalier som brukes på verkstedene finnes i databasen "Eco-Online"

source: For the sake of anonymity and privacy, institutions with a low number of respondents – including KHiO – have not published any figures that may identify the department/section or people in question.
nb: For institusjoner som har et lavt antall respondenter (svar) – deriblant KHiO, er det, av hensyn til anonymitet og personvern, ikke offentliggjort tall som kan identifisere miljø eller personer.

source: Costume design over time
nb: Kostymedesign over tid

source: “This was during the preparations for the opera class’s graduation performances in 1976, so this was quite a nice opportunity for me.”
nb: – Det var under forberedelsene til operaklassens eksamensforestillinger i 1976, så det var en fin sjanse for meg.

source: As a teacher you are in a situation of power – I try to be the framework and let there be space for a dynamic conversation.
nb: Som lærer befinner du deg i en maktposisjon – jeg forsøker å utgjøre rammeverket og lage rom for en dynamisk samtale.

source: Art and Craft, Academy of Fine Art, Design
nb: Kunst og håndverk, Kunstakademiet, Design

source: Jan Verwoert is a much-loved professor, who creates open situations to reflect things over with the students.
nb: Jan Verwoert er en svært avholdt professor som legger til rette for åpne undervisningsopplegg der han kan reflektere over ting med studentene sine.

source: Since I don’t own a pencil factory, I had to find my own solutions.
nb: Siden jeg ikke hadde en blyantfabrikk, måtte jeg finne egne løsninger.

source: Opening travelling exhibition Double Bind
nb: Åpning av vandreutstillingen Double Bind

source: Both Kristina Gjems and Gry Kipperberg will be with us and share artistic practice and reflect upon how this shape and develops their work.
nb: Både Gjems og Kipperberg vil dele kunstnerisk praksis og reflektere over hvordan denne former og utvikler arbeidet deres.

source: The exhibition shows the work of 19 students at The Academy of Fine Art, Oslo National Academy of the Arts.
nb: Utstillingen viser avgangsarbeidene til 19 studenter ved Kunstakademiet, Kunsthøgskolen i Oslo. Sted:

source: Associate Professor of Printmaking and Drawing Victoria Browne, will discuss the genre of photobooks at Fotobokfestival Oslo.
nb: Førsteamanuensis i grafisk kunst og tegning Victoria Browne deltar i en diskusjon om fotobøker i regi av Fotobokfestival Oslo.

source: The PPU students learn to work on play, creativity and making things with children, as well as on collaboration, improvisation and composition.
nb: Studentene skal lære seg å jobbe med lek, kreativitet og skapende arbeid med barn, samspill, improvisasjon og komposisjon.

source: I’m afraid that things are being pigeon-holed into boxes that are too many and too constricted, and that we’re losing that undefinable element that art requires.
nb: Jeg er redd for at det kan bli for mange og stramme bokser ting skal passe inn i og at vi mister det glidende som kunsten trenger.

source: The Master’s programme is based on a three-year Bachelor’s degree (180 ECTS credits) or equivalent
nb: Mastergradsstudiet bygger på en treårig bachelorgrad (180 studiepoeng) eller likeverdig utdanning.

source: About the Programme and Its Participants
nb: Om programmet og hvem programmet er for

source: The National Academy of the Arts in Oslo has a duty to disclose information to the Norwegian State Educational Loan Fund and other educational financing institutions.
nb: Kunsthøgskolen i Oslo har opplysningsplikt overfor Lånekassen og andre studiefinansieringsinstitusjoner.

source: This is probably the case with anyone engaged in art – in one way or the other.”
nb: Det er vi vel alle som arbeider med kunst - på en eller annen måte.

source: The programme includes 12–14 weeks of integrated and supervised practical training.
nb: I studiet inngår 12–14 ukers integrert veiledet praksisopplæring.
